/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Atur Akun";
"you_need_an_account" = "Tidak ada akun $appname pada perangkat Anda.\nUntuk menggunakan Apl ini, Anda perlu membuatnya.";

//Login Screen
"testing_connection" = "Memeriksa Koneksi";
"server_instance_not_found" = "Server tidak ditemukan";
"secure_connection_established" = "Membuat Sambungan Aman";
"https_non_secure_connection_established" = "Mengalihkan ke jalur yang tidak aman";
"connection_established" = "Membuat Sambungan";
"login_details" = "Rincian Masuk";
"username" = "Nama Pengguna";
"password" = "Kata Sandi";
"login" = "Masuk";
"cancel" = "Batal";
"error_login_message" = "Pengguna atau kata sandi salah";
"ok" = "Oke";
"url_sample" = "Alamat server https://…";
"forbidden_characters_in_password" = "Sandi ini berisi karakter yang dilarang";
"server" = "Server";
"url" = "URL";
"session_expired" = "Sesi telah berakhir";
"credentials_different_user" = "Pengguna yang dimasukkan tidak cocok dengan pengguna akun ini";
"auth_unsupported_auth_method" = "Server tidak mendukung medote otentikasi ini";
"saml_server_does_not_give_user_id" = "Server tidak mengembalikan ID pengguna yang benar. Mohon hubungi admin Anda";
"authentification_not_valid" = "Tidak dapat mengotentikasi terhadap server ini";
"error_too_many_http_redirects" = "Terdapat kesalahan saat membuat sambungan. Mohon ulangi lagi.";
"retry" = "Ulangi";
"help_link_login" = "Baru di $appname?";

//TabBarItems
"settings"="Pengaturan";
"files_tab"="Berkas";

//Uploading
"upload" = "Unggah";
"account" = "Akun";
"location" = "Lokasi:";
"photo_albums" = "Album Foto";
"loading" = "Memuat...";
"no_access_to_gallery" = "Mohon aktifkan akses ke Foto dan Video untuk $appname. Opsi ini dapat ditemukan di Pengaturan > Privasi > Foto.";
"error" = "Kesalahan";
"upload_failed"="Gagal mengunggah";
"redirection_problem"="Aksi pengalihan URL tidak didukung";

//First View
"menu_upload" = "Unggah foto/video";
"menu_folder" = "Folder baru";
"menu_text_file" = "Berkas teks baru";
"sort_menu_title" = "Urutkan";
"sort_menu_by_name_option" = "A-Z";
"sort_menu_by_modification_date_option" = "Newest-Oldest";

//Create/Edit File Text
"create_text_file" = "Create New Text File";
"title_view_new_text_file" = "New Text File";
"title_view_edit_text_file" = "Edit Text File";
"default_text_file_title" = "Berkas teks baru";
"title_text_file_placeholder" = "Title...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "sudah ada";
"error_file_name_empty" = "File name can not be empty.";
"no_changes_made" = "No changes have been made";
"no_file_downloaded" = "The file is not downloaded, you can not edit it";


//Create Folder
"create_folder" = "Buat folder baru";
"folder_name" = "Masukkan Nama Folder:";
"save" = "Simpan";
"folder_exist" = "Nama folder yang diberikan sudah terpakai. Mohon masukkan nama lainnya.";
"folder_create_error"="Folder tidak dapat dibuat";
"not_show_potrait"="Menu tidak tersedia di tampilan mendatar. Mohon ubah ke tampilan tegak.";
"not_possible_create_folder" = "Folder tidak dapat dibuat";

//FilesView
"confirm_to_delete_item" = "Konfirmasi Penghapusan Item";
"yes" = "Ya";
"no" = "Tidak";
"delete_from_device" = "Apakah Anda ingin menghapus berkas ini dari perangkat?";
"delete_from_server" = "Apakah Anda ingin menghapus berkas ini dari server?";
"not_possible_connect_to_server" = "Tidak mengkin untuk menghubungkan ke server pada saat ini.";
"delete_folder_from_server" = "Apakah Anda yakin ingin menghapus folder ini dari server?";
"delete_local_server" = "Hapus dari perangkat dan server";
"delete_local" = "Hapus dari perangkat";
"delete_server" = "Hapus dari server";
"error_path" = "Tidak dapat membuka folder ini. Pastikan bahwa folder tersebut ada";
"error_not_permission" = "Anda tidak memiliki izin untuk menyelesaikan operasi";
"folders" = "folder";
"files" = "berkas";
"folder" = "folder";
"file" = "berkas";
"more_swipe" = "Lainnya";
"message_not_files" = "Tidak ada apa-apa di sini. Unggah sesuatu!";

//Refresh file list
"release_refresh"="Lapas untuk menyegarkan...";
"loading_refresh"="Memuat...";
"pull_down_refresh"="Gulir kebawah untuk menyegarkan.";

//Miscelanea
"back" = "Kembali";

//Preview
"open_with_label" = "Buka dengan";
"delete_label"= "Hapus";

//Open with
"file_cannot_be_opened" = "Berkas tidak dapat dibuka";
"no_app_instaled_to_open_it" = "Tidak ada aplikasi terinstal untuk membuka jenis berkas ini.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Membuat Sambungan";
"not_establishing_connection" = "Tidak Dapat Membuat Sambungan";
"connection_closed" = "Koneksi Ditutup";
"connection_lost" = "Koneksi Putus";
"auth_failed" = "Otentikasi Gagal";
"auth_passed" = "Otentikasi Lulus";
"request_file_not_found" = "Berkas yang diminta tidak ditemukan pada server";
"request_file_not_accesed" = "Berkas yang diminta tidak dapat diakses";
"unknow_response_server" = "Kesalahan. Tanggapan yang tak terduga dari server.";
"uploading_data" = "Mengunggah Data";
"downloading_data" = "Mengunduh Data";
"transfer_complete" = "Transfer Selesai";
"transfer_failed" = "Transfer Gagal";

//Settings and PinCode
"title_app_pin" = "Kode Sandi";
"title_app_pin_and_touchID" = "Passcode & Touch ID";
"enter_app_pin" = "Masukkan Kode Sandi";
"enter_app_pin_long_description" = "Masukkan Kode Sandi";
"reenter_app_pin" = "Masukkan Lagi Kode Sandi";
"remove_app_pin" = "Hapus Kode Sandi";
"both_pass_not_same" = "Kode Sandi yang dimasukkan tidak sama";
"app_pin_incorrect" = "Kode Sandi salah";
"passcode_not_enabled" = "Enable passcode first";
"title_app_touchID" = "Touch ID";
"disconnect_button" = "Memutuskan dari server";
"pin_removed" = "Kode sandi dihapus";
"incorrect_pin" = "Kode Sandi Salah";
"app_pin_stored" = "Kode sandi disimpan";
"help" = "Bantuan";
"recommend_to_friend" = "Rekomendasikan ke Teman";
"send_feedback" = "Kirim Umpan Balik";
"manage_accounts" = "Kelola Akun";
"add_new_account" = "Tambah akun baru";
"save_changes" = "Simpan";
"add_account" = "Tambah";
"user_exist" = "Pengguna yang dimasukkan sudah ada";
"imprint_button" = "Jejak";
"title_instant_upload"="Unggah Cepat";
"title_background_instant_upload" = "Background Instant Upload";
"accounts_section" = "Akun";
"security_section" = "Keamanan";
"instant_updloads_section" = "Unggah Cepat";
"more_section" = "Lainnya";
"unlock_app" = "Unlock $appname";

//Downloading
"can_no_copy_to_gallery" = "Berkas ini tidak dapat disalin ke galari karena berkas tersebut tidak dapat dibuka oleh galeri";
"file_is_downloading" = "Berkas ini sudah diunduh";
"download_file_exist" = "Tidak dapat membuka berkas ini. Pastikan bahwa berkas tersebut ada";
"wait_to_download" = "Mempersiapkan unduhan";
"updating" = "Memperbarui";
"msg_while_downloads" = "Hal ini tidak dapat melakukan operasi ini, mohon tunggu sampai unduhan saat ini selesai";

//SSL
"invalid_ssl_cert" = "Identitas situs tidak dapat diverifikasi. Apakah Anda ingin mempercayai sertifikat?";
"connection_declined" = "Koneksi ditolak oleh pengguna";

//Recent view
"recent_now"="Beberapa detik yang lalu";
"recent_minutes"="$minutes menit yang lalu";
"recent_minute"="$minutes menit yang lalu";
"recent_hours"="$hours jam yang lalu";
"recent_hour"="$hours jam yang lalu";
"recent_days"="$days hari yang lalu";
"recent_day"="$days hari yang lalu";
"recent_months"="$months bulan yang lalu";
"recent_month"="$months bulan yang lalu";

"uploads_tab"="Unggah";
"current_section"="Saat ini";
"uploader_section"="Terunggah";
"nothing_was_upload_recently"="Tidak ada unggahan baru-baru ini dari perangkat ini.";
"failed_uploader_section"="Gagal Mengunggah";
"error_credential"="Kesalahan Kredensial";
"error_destiny_does_not_exist"="Kesalahan folder";
"error_file_exists"="Kesalahan konflik";
"error_permission" = "Kesalahan hak akses";
"error_file_does_not_exist" = "Source file not available on the device";"Kesalahaan berkas";
"error_file_in_background" = "Kesalahan server";
"error_file_invalid_characters" = "Karakter tidak sah";
"change_active_user"="Ubah pengguna aktif ke";
"waiting_for_server"="Menunggu koneksi server";
"waiting_for_upload"="Menunggu unggahan";
"error_permission_alert_message" = "Anda tidak memiliki izin untuk mengunggah folder ini";
"choose_folder" = "Pilih folder";

//Select Folder View
"upload_label"="Unggah ke";
"create_button"="Buat";
"choose_button"="Pilih";

//Rename
"rename_long_press" = "Ubah nama";
"rename_file_title" = "Ubah nama";
"enter_new_name" = "Masukkan nama baru:";
"rename_file_exist" = "Nama berkas yang diberikan sudah terpakai, mohon masukkan nama yang berbeda";

//Move
"move_long_press" = "Pindah";
"move_to_label" = "Pindah ke";
"file_exist" = "Berkas sudah ada didalam folder tujuan";
"override_file" = "Apakah Anda ingin mengganti berkas yang sudah ada dengan yang ini?";
"accept" = "Terima";
"error_folder_destiny_is_the_same" = "KESALAHAN: tidak mungkin untuk memindahkan berkas ke sendirinya.";
"original_file_exist" = "Tidak dapat memindahkan berkas. Pastikan bahwa berkas tersebut ada";
"original_folder_exist" = "Tidak dapat memindahkan folder. Pastikan bahwa folder tersebut ada";

//Download folfer
"download_folder" = "Download Folder";
"cancel_download" = "Cancel Download";

//Upload from other apps
"other_apps_title" = "Tujuan";
"other_apps_account" = "Akun";
"other_apps_folder" = "Folder";
"other_apps_file_name" = "Nama berkas";
"other_apps_send_to" = "Unggah ke";
"error_moving_file" = "Tidak dapat memindahkan berkas. Pastikan bahwa berkas tujuan ada";
"forbidden_characters_from_server" = "Nama ini berisi setidaknya satu karakter yang tidak sah";
"overwritte_title" = "Timpa";

//Social
"twitter_message" = "Coba $twitteruser pada ponsel cerdas Anda! ";
"facebook_message" = "Coba $appname pada ponsel cerdas Anda!\n";
"mail_recommendation_subject" = "Coba $appname pada ponsel cerdas Anda!";
"mail_recommendation_body" = "Saya ingin mengajak Anda untuk menggunakan $appname pada ponsel cerdas Anda!\nUnduh disini: ";
"device_not_support_mail" = "Please, configure your mail account";
"mail_feedback_subject" = "Umpan balik $appname";
"account_not_configure" = "Perangkat Anda tidak memiliki akun yang terkonfigurasi. Pergi ke Pengaturan untuk mengkonfigurasikannya.";

//Storage
"of_storage" = "dari";
"occupied_storage" = "sibuk";
"storage" = "Penyimpanan";
"storage_upgrade" = "Tingkatkan Penyimpanan";

//Jimmies
"this_file_is_older" = "Tersedia Versi yang lebih baru";
"msg_update_file_0_bytes" = "Berkas pada server memiliki 0 byte. Apakah Anda ingin menimpa berkas yang sudah ada pada perangkat Anda dengan berkas kosong ini?";

//Shared
"shared_tab" = "Tautan yang dibagikan";
"message_not_shared_files" = "Masih tidak ada berkas/folder yang dibagikan.";
"message_not_shared_api_support" = "Maaf, berbagi tidak diaktifkan pada server Anda. Mohon hubungi administrator Anda";
"share_link_long_press" = "Bagikan";
"unshare_link" = "Batal bagikan tautan";
"share_not_available_on_this_server" = "Maaf, fitur ini tidak diaktifkan pada server Anda. Mohon hubungi administrator Anda";
"copy_link" = "Salin tautan";
"file_to_share_not_exist" = "Tidak dapat berbagi pada berkas atau folder. Pastikan bahwa berkas atau folder tersebut ada";
"file_to_unshare_not_exist" = "Tidak dapat menghapus berbagi pada berkas atau folder. Pastikan bahwa berkas atau folder tersebut ada";
"shared_link_protected_title" = "Masukkan sandi";
"shared_link_protected_message" = "Untuk membagikan tautan, Anda harus memasukkan sandi untuk melindunginya.";
"pasword_empty" = "Sandi tidak boleh kosong";
"no_pasword" = "Anda harus memasukkan sandi";
"get_share_link" = "Dapatkan tautan Berbagi";
"set_expiration_time" = "Atur tanggal kadaluarsa";
"password_protect" = "Lindungi dengan sandi";
"allow_editing" = "Izinkan penyuntingan";
"default_not_possible_msg" = "Tidak memungkinkan untuk melakukan operasi ini, silakan coba nanti.";
"share_user_group_indicator" = "grup";
"share_user_federated_indicator" = "remote";
"add_user_or_group_title" = "Tambah Pengguna atau Grup";
"share_with_users_or_groups" = "Bagikan dengan Pengguna dan Grup";
"not_share_with_users_yet"= "Not shared with any users yet";
"not_sharee_api_supported" = "Sorry, your server version does not allow share with users. Please contact your administrator";
"share_link_title" = "Bagikan tautan";
"not_share_link_enabled_capabilities" = "Share Link is not enabled in this server. Please contact your administrator";
"shared_link_cannot_remove_password" = "Cannot remove the password";
"shared_link_cannot_remove_expiration_date" = "Cannot clear expiration date. Shares are required to have an expiration date";
"shared_link_mail_subject" = "$userName shared »$fileOrFolderName« with you";
"secured_link" = "Secured";

//Shared privileges
"title_user_can_edit" = "Can edit";
"title_user_can_share" = "Can share";
"user_can_create" = "buat";
"user_can_change" = "ubah";
"user_can_delete" = "hapus";
"title_view_edit_user_privileges" = "Privileges";

//Favorites
"favorite" = "Favorit";
"unfavorite" = "Hapus favorit";
"parent_folder_is_favorite" = "A folder that contains this file is already favorite";

//Available offline
"available_offline" = "Available offline";
"not_available_offline" = "Not available offline";
"parent_folder_is_available_offline_file_child" = "A folder that contains this file is already available offline";
"parent_folder_is_available_offline_folder_child" = "A folder that contains this folder is already available offline";

//Document provider
"error_login_doc_provider" = "Unable to access your account. Please use the $appname app to sign in first.";
"error_sending_file_to_document_picker" = "KKesalahan saat mengirim berkas ke pemilih dokumen";
"error_user_change_in_core_app" = "Pengguna sudah diubah pada apl $appname";
"error_connecting_with_server" = "Hal ini tidak mungkin untuk menghubungkan dengan server, mohon coba lagi nanti.";
"move_doc_provider_button" = "Pindah ke lokasi ini";
"export_doc_provider_button" = "Ekspor ke lokasi ini";

//Instant uploads
"location_not_enabled"="Layanan Lokasi tidak diaktifkan";
"message_location_not_enabled"="Please go to Settings and turn on Location Services to enable instant photo uploads in the background.";

"access_photos_library_not_enabled" = "Akses ke Foto tidak diaktifkan";
"message_access_photos_not_enabled" = "Mohon pergi ke Pengaturan dan hidupkan Akses Foto agar memungkinkan unggah foto secara praktis.";

//PDF reader
"page_of_pages" = "dari"; //Example: 5 of 10

//Share in
"files_added" = "Berkas ditambahkan";
"files_will_be_upload_next_time" = "The files will start to upload the next time that you open $appname";

//Help Guide main app
"title_help_slide_0" = "Welcome to $appname!";
"message_help_slide_0" = "Geser untuk mempelajari";
"title_help_slide_1" = "Unggah Cepat";
"message_help_slide_1" = "Jaga foto dengan aman";
"title_help_slide_2" = "Kelola semua berkas Anda";
"message_help_slide_2" = "Anda dapat menghapus, memindahkan";
"title_help_slide_3" = "Bagikan";
"message_help_slide_3" = "Anda dapat membagikan berkas dan folder";
"title_help_slide_4" = "MultiAkun";
"message_help_slide_4" = "Hubungkan dengan semua cloud Anda";
"title_help_slide_5" = "Berkas pribadi Anda disinkronkan kesemuanya";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Masuk";
"skip_button_help_guide" = "Lewati";

//Account menu
"menu_account_edit" = "Edit credentials";
"menu_account_clear_cache" = "Bersihkan cache";
"menu_account_log_out" = "Hapus akun";
